window.DATA = {
  "title": "与你有关的日子",
  "subtitle": "与你有关的每一天，都让人心旷神怡。",
  "entries": [
    {
      "name": "第一次见面",
      "date": "2024-04-01",
      "note": "那天我们成为了同桌，从此我才真正的进入了初中生活",
      "annual": false,
      "custom": []
    },
    {
      "name": "你的生日",
      "date": "2010-09-18",
      "note": "一年里最特别的一天",
      "annual": true,
      "custom": []
    },
    {
      "name": "八年级运动会",
      "date": "2024-11-30",
      "note": "这一天其实我过的并不开心，那天下午我被我妈拉去参加了一个讲座，错过了半天的比赛，但在照片中看你，我感觉很遗憾，我只记得那天的阳光照下来非常好看，可惜我没能和你在同一张合照中了",
      "annual": false,
      "custom": []
    },
    {
      "name": "八年级春游",
      "date": "2025-04-01",
      "note": "这一天我们一起去了玫瑰海滩，去了华大基因；在沙滩上合影的时候，又是一种神奇的缘分让我站到了你的后面。我把这天我们班所有的照片都下载下来了，但在看照片的时候，我还发现一个巧合，第三张照片拍的是你，而照片的文件编号最后三位刚好是918，这也许就是你与这个数字的缘分吧",
      "annual": false,
      "custom": []
    },
    {
      "name": "九上月考",
      "date": "2025-10-10",
      "note": "第一次在考场坐在一起，虽然好像没有交流，但我还是很开心，我不太记得考场上发生了什么，但我记得你在考场上看了我一眼，我也看了你一眼",
      "annual": false,
      "custom": []
    },
    {
      "name": "九年级运动会",
      "date": "2025-12-04",
      "note": "这是我们最后一次初中运动会，终于有机会能多看看你了，其实那天我在2楼看了你参加的所有比赛，虽然近视看不清人，但我一直找你",
      "annual": false,
      "custom": []
    },
    {
      "name": "第一次一起去图书馆",
      "date": "2026-01-01",
      "note": "新年的第一天，就是和你一起度过的，虽然当时我中午就回家了，但依然很开心",
      "annual": false,
      "custom": []
    },
    {
      "name": "我和你坦白",
      "date": "2026-02-28",
      "note": "开学前的那天，你“盘问”了我一个月我才告诉你我喜欢谁，也是我第一次和别人承认我喜欢你的这个事实",
      "annual": false,
      "custom": []
    },
    {
      "name": "百日誓师",
      "date": "2026-03-18",
      "note": "",
      "annual": false,
      "custom": []
    }
  ]
};
